package com.wychlw.watertime.reminder

 class quote() {
    companion object {
        val quotes = listOf(
            "水是生命之源，记得时时保持水分。",
        "细水长流，喝水要坚持。",
        "水能调和身体，保持健康和鲜活。",
        "不管身处何地，都不要忘记让身体充满水气。",
        "喝水不要等到口渴了再想起，要保持体内的水分饱满。",
        "记得给身体喝生命之泉，健康的身体来自于水的滋润。",
        "生命不息，水缺不停，这是我们一直要关注的问题。",
        "每天都需要补充体内的水分，否则会有身体问题。",
        "水是人类生命的重要组成部分，特别重要。",
        "记住每时每刻都需要喝足够的水，它是精神和身体的基石。",
        "人类是水的主宰，唯有认真调和身体才能健康平衡。",
        "用喝水温度来调节身体温度，保持身体的平衡。",
        "随身携带杯子，提醒自己喝水的重要性，维持身体水分平衡。",
        "喝水能帮助我们更好的进食，带来健康的体征。",
        "记得每天都要喝8杯水，让身体充满活力。",
        "喝水可以帮助毒素从身体中排出。",
        "喝水不仅能使肌肤水润光滑，还能预防疾病。",
        "在排汗和排便之后别忘了喝水，让身体平衡恢复。",
        "身体缺水很容易导致疲劳，赶紧喝点水调节一下。",
        "水泛起的涟漪是自然的艺术，多喝水来欣赏自然之美吧。",
        "喝水需要坚持，才能得到健康的保障。",
        "不要等到口渴了再喝水，给身体留足够的水分。",
        "热量在即将饮用前，等待体温来调解口感并保持其有效功效。",
        "多喝水可以预防心血管疾病。",
        "口渴时，距离脱水还差不多半步了，请赶紧喝水。",
        "大多数人都缺水，尽早摄取足够的水分。",
        "好习惯需要养成，每时每刻都要喝水。",
        "喝水的好处不言自明，就连身体都会感激我们。",
        "每天的清晨，喝一杯温水，通便润肠，预防便秘。",
        "年纪越大，需要喝越多的水来保持水分平衡。",
        "天天喝水，健康身体来守护。",
        "每喝一口水，就是在守护身体一个微小的凯旋。",
        "水清，可洗心房；水柔，可沁心脾。",
        "整日忙碌，时时喝水~保鲜好心情。",
        "喝水轻轻松松，好身材到你家。",
        "清晨一杯温水，万事不愁。",
        "喝水不止是口渴，也是渴求健康。",
        "多喝水才能走得更远，拥有更多的机会。",
        "健康的身体从每天多喝水开始。",
        "不忘给身体喝水，保持健康活力每时每刻。",
        "每喝一口滋润，都是在给身体做功。",
        "不健康的身体无法享受美好的生活，每天多喝水，为美好生活铺路。",
        "一杯水淡淡的，可以消散你的忧愁。",
        "一个喝水的人，不流失一杯水，不消耗一份精力。",
        "不要为生活忙到忘记要喝水。",
        "持续喝水，让身体跟上你的步伐。",
        "喝水可以改善情绪，带来更好的人生。",
        "多喝水，就能有更多的机会给身体赋能。",
        "身体得到了水的滋润，就有了更健康的潜力。",
        "喝水是保持健康的最佳途径，从今天开始吧！",
        )

        fun getRandomQuotes(): String {
            return quotes.random()
        }
    }
}